Repository: Hossein770227/hospital
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Permissions
fa: مجوزها

source: Date/Time (Persian)
fa: تاریخ/زمان (فارسی)

source: Password
fa: رمز عبور

source: Confirm password
fa: تأیید رمز عبور

source: Passwords do not match.
fa: رمزهای عبور مطابقت ندارند.

source: You can change the password using this <a href='../password/'>form</a>.
fa: شما می‌توانید رمز عبور را با استفاده از این فرم <a href='../password/'>تغییر دهید.

source: Full name
fa: نام کامل

source: Phone number
fa: شماره تلفن

source: This phone number already exists.
fa: این شماره تلفن از قبل وجود دارد

source: Verification code
fa: کد تأیید

source: New password
fa: رمز عبور جدید

source: Confirm new password
fa: تأیید رمز عبور جدید

source: The passwords must match.
fa: رمزهای عبور باید مطابقت داشته باشند.

source: Invalid phone number or password
fa: شماره تلفن یا رمز عبور نامعتبر است

source: The phone number field is required.
fa: فیلد شماره تلفن الزامی است.

source: The full name field is required.
fa: فیلد نام کامل الزامی است.

source: Users must have a password.
fa: کاربران باید رمز عبور داشته باشند

source: phone number
fa: شماره تلفن

source: full name
fa: نام کامل

source: user
fa: کاربر

source: users
fa: کاربران

source: otp code
fa: کد OTP

source: otp codes
fa: کدهای OTP

source: Enter a valid Iranian cellphone number.
fa: یک شماره تلفن همراه معتبر ایرانی وارد کنید.

source: We already sent you a code. Please wait.
fa: ما قبلاً یک کد برای شما ارسال کرده‌ایم. لطفاً صبر کنید.

source: Verification code sent successfully.
fa: کد تایید با موفقیت ارسال شد.

source: Registration information not found.
fa: اطلاعات ثبت نام یافت نشد.

source: No code was found for this phone number.
fa: هیچ کدی برای این شماره تلفن یافت نشد.

source: The OTP code has expired.
fa: کد OTP منقضی شده است.

source: You have successfully registered.
fa: شما با موفقیت ثبت نام کردید.

source: The entered code is incorrect.
fa: کد وارد شده اشتباه است.

source: Invalid phone number or password.
fa: شماره تلفن یا رمز عبور نامعتبر است.

source: You have successfully logged in.
fa: شما با موفقیت وارد سیستم شدید.

source: You have successfully logged out.
fa: شما با موفقیت از سیستم خارج شدید.

source: Your password was changed successfully.
fa: رمز عبور شما با موفقیت تغییر یافت.

source: Please correct the errors below.
fa: لطفا خطاهای زیر را اصلاح کنید.

source: This phone number is not registered in the system.
fa: این شماره تلفن در سیستم ثبت نشده است.

source: Please wait a moment before requesting a new OTP.
fa: لطفا قبل از درخواست رمز یکبار مصرف جدید، لحظه‌ای صبر کنید.

source: A verification code has been sent to your phone number.
fa: کد تایید به شماره تلفن شما ارسال شد.

source: Session expired. Please start over.
fa: زمان تمام شد. لطفاً دوباره شروع کنید.

source: No OTP code found for this phone number.
fa: هیچ کد OTP برای این شماره تلفن یافت نشد.

source: The OTP code has expired. Please request a new one.
fa: کد OTP منقضی شده است. لطفا کد جدیدی درخواست کنید.

source: Code verified successfully.
fa: کد با موفقیت تأیید شد.

source: Please start from the password recovery step.
fa: لطفا از مرحله بازیابی رمز عبور شروع کنید.

source: User not found.
fa: کاربر یافت نشد.

source: Your password has been successfully changed.
fa: رمز عبور شما با موفقیت تغییر یافت.
